Repository: google/mdbook-i18n-helpers
Catalog: i18n-book-to-po/*.po
Languages: de

source: Chapter 1: Introduction to Markdown
de: Kapitel 1: Einführung in Markdown

source: This is the first chapter of our example book. It shows what this tool can do.
de: Dies ist das erste Kapitel unseres Beispielbuchs. Es zeigt, was dieses Tool kann.

source: Subchapter
de: Unterkapitel

source: All pages of this book are written in Markdown and can contain different Markdown elements:
de: Alle Seiten dieses Buches sind in Markdown geschrieben und kann verschiedene Markdown Elemente enthalten:

source: Item 1
de: Punkt 1

source: Item 2
de: Punkt 2

source: Sub-item 2.1
de: Unterpunkt 2.1

source: Item 3
de: Punkt 3

source: You can also include links like \[appendix\]\[appendix\] to other resources easily
de: Sie können auch problemlos Links wie \[Anhang\]\[appendix\] zu anderen Ressourcen einfügen.

source: Code Blocks
de: Codeblöcke

source: Displaying code is straightforward. Here's an example in Rust:
de: Das Anzeigen von Code ist unkompliziert. Hier ist ein Beispiel in Rust:

source: "Hello, {}!"
de: "Hallo, {}!"

source: "World"
de: "Welt"

source: Further Examples
de: Weitere Beispiele

source: You can use **bold text**, _italic text_, or even `inline code blocks`.
de: Sie können **fettgedruckten Text**, _kursiven Text_ oder sogar `inline Code Blöcke` verwenden.
